Autodesk.Revit.DB.RasterQualityType
An enumerated type listing the options for raster quality.

Autodesk.Revit.DB.RasterQualityType.Presentation
The type of Raster Quality is Presentation.

Autodesk.Revit.DB.RasterQualityType.High
The type of Raster Quality is High.

Autodesk.Revit.DB.RasterQualityType.Medium
The type of Raster Quality is Medium.

Autodesk.Revit.DB.RasterQualityType.Low
The type of Raster Quality is Low.